<section class="founder">
  <div class="container">
    <div class="founder__layout">
      <div class="founder__thumb fit-cover">
        <?php renderTempImage('partner.png') ?>
      </div>
      <div>
        <h2 class="founder__name font-48">Ігор Мельник</h2>
        <p class="founder__role font-22">Керуючий Партнер / Засновник</p>

        <div class="the_content content">
          <p>Адвокат з понад 15-річним досвідом у сфері корпоративного права, вирішення складних комерційних спорів та захисту бізнесу. Засновник адвокатського бюро "Ігор Мельник та Партнери".</p>
          <p>Закінчив юридичний факультет ЛНУ ім. Івана Франка. Працював на керівних посадах у провідних юридичних компаніях України, перш ніж заснувати власне бюро, яке сьогодні об'єднує команду висококваліфікованих експертів.</p>
          <p>"Наша головна мета - не просто надавати юридичні послуги, а бути стратегічним партнером для вашого бізнесу, забезпечуючи його стабільний розвиток та безпеку."</p>
        </div>
      </div>
    </div>
  </div>
</section>